reference_cfd/openfoam_v2606/flat_plate/medium/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 293.15;

boundaryField
{
    airInlet
    {
        type fixedValue;
        value uniform 293.15;
    }
    targetWall
    {
        type zeroGradient;
    }
    farField
    {
        type inletOutlet;
        inletValue uniform 293.15;
        value uniform 293.15;
    }
}
