reference_cfd/openfoam_v2606/flat_plate/medium/0/k
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object k;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0.27;

boundaryField
{
    airInlet
    {
        type fixedValue;
        value uniform 0.27;
    }
    targetWall
    {
        type kqRWallFunction;
        value uniform 0.27;
    }
    farField
    {
        type inletOutlet;
        inletValue uniform 0.27;
        value uniform 0.27;
    }
}
